var channels = [
    {"id":"1","name":"服装城","url":""},
    {"id":"2","name":"家用电器","url":""},
    {"id":"3","name":"电脑办公","url":""},
    {"id":"4","name":"手机","url":""},
    {"id":"5","name":"美妆馆","url":""},
    {"id":"6","name":"食品","url":""},
    {"id":"7","name":"数码","url":""},
    {"id":"8","name":"母婴","url":""},
    {"id":"9","name":"家装城","url":""},
    {"id":"10","name":"运动户外","url":""},
    {"id":"11","name":"整车","url":""},
    {"id":"12","name":"图书","url":""},
    {"id":"13","name":"农资频道","url":""},
    {"id":"14","name":"京东智能","url":""}
]